import React from 'react'
import './Footer.css'
import { Col, Container, Row } from 'react-bootstrap'
export default function Footer() {
  return (
 <Container>
    <Row className='bg-dark p-4' style={{color:"white"}}>
        <Col md={6}>
        <h1>بلاگ نکست وان کد</h1>
        <p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیای، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</p>
        <p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیای، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</p>
        </Col>
        <Col md={6} style={{textAlign:"left"}}>
        <img src="/images/1.png" alt="" />
        </Col>
    </Row>
 </Container>
  )
}
